let playlist = {}
playlist.text = `С головы сорвал ветер мой колпак
Я хотел любви, но вышло всё не так
Знаю я, ничего в жизни не вернуть
И теперь у меня один лишь только путь
Разбежавшись, прыгну со скалы
Вот я был, и вот меня не стало
И когда об этом вдруг узнаешь ты
Тогда поймёшь, кого ты потеряла
Быть таким, как все, с детства не умел
Видимо, такой в жизни мой удел
А она, да что она? Вечно мне лгала
И меня никогда понять бы не смогла
Разбежавшись, прыгну со скалы
Вот я был, и вот меня не стало
И когда об этом вдруг узнаешь ты
Тогда поймёшь, кого ты потеряла
Гордо скину плащ, в даль направлю взор
Может, она ждёт? Вряд ли, это вздор
И, издав дикий крик, камнем брошусь вниз
Это моей жизни заключительный каприз`
playlist.lang="rus"
playlist.urlSound = "./music/Король и Шут - Прыгну со скалы.mp3";
playlist.stop=[
    {music:6.27, text: 32 },
    {music:12.83, text: 67 },
    {music:18.86, text: 100 },
    {music:24.5, text: 138 },
    {music:36.26, text: 200 },
    {music:60, text: 265 },
    {music:60+12.9, text: 333 },
    {music:60+25.17, text:403 },
    {music:120+0.33, text: 530 },
    {music:120+12.8, text: 568 },
];
playlist.pause = 5
playlist.volume = 0.7
playlist.start = 0
playlist.end = 141     // длина секунд до последей буквы текста
