let playlist = {}
playlist.text = `Шут повесил старенький колпак лысая башка трещит от глупых песен
Тяжкое призвание дурак врут, кто говорит, что смех полезен
Грим скрывает тысячи морщин сизый нос опух от табака и пьянства
Маленький беззубый Арлекин дуралей устал от хулиганства
Смех зазвенел королевской монеткой маленький шут в позолоченной клетке
Пьяные сны, карусели и черти маленький шут самый грустный на свете
Завтра будет новый маскарад рыцари, турниры, фейерверк и танцы
Шут наденет красочный наряд будет бегать, прыгать и смеяться
Пощекочет ножку королю рассмешит принцессу безобразной пляской
Гаер подражает соловью нос скрывает ворона под маской
Смех зазвенел королевской монеткой маленький шут в позолоченной клетке
Пьяные сны, карусели и черти маленький шут самый грустный на свете`
playlist.lang="rus"
playlist.urlSound = "./music/Ляпис Трубецкой - Шут.mp3";
playlist.stop=[
    {music:10.10, text: 64 },
    {music:19, text: 124 },
    {music:29.33, text: 189 },
    {music:38, text: 243 },
    {music:48.50, text: 313 },
    {music:58.2 , text: 380 },
    {music:67.8, text: 443 },
    {music:60+17, text: 504 },
    {music:60+27, text: 567 },
    {music:60+36.45, text: 621 },
    {music:60+46.15, text: 603 },
];
playlist.pause = 5
playlist.volume = 0.7
playlist.start = 0
playlist.end = 60+55     // длина секунд до последей буквы текста
